docs/example_automatic_conversion/foam_cases/base_01_inlet_3.60_bif_2.0_outlet_2.4_angle_0/constant/polyMesh/boundary
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}

4         
(
    INLET
    {
        type patch;
        nFaces 650;
        startFace 843104;
    }
    OUTLET-1
    {
        type patch;
        nFaces 342;
        startFace 843754;
    }
    OUTLET-2
    {
        type patch;
        nFaces 282;
        startFace 844096;
    }
    WALL
    {
        type wall;
        nFaces 33316;
        startFace 844378;
    }
)
